{
  "Index": {
    "title": "Portfolio de Daniel Mateu",
    "description": "Portfolio de Daniel Mateu, desarrollador web fullstack",
    "icon": "https://res.cloudinary.com/daniel-mateu-pardo/image/upload/v1692264284/STK-20211030-WA0013_jc9ymw.webp",
    "home_title": "Bienvenido al portfolio de:",
    "home_description": "Soy desarrollador web fullstack. Aquí puedes ver algunos de mis proyectos y contactar conmigo.",
    "button": "Ver proyectos",
    "contactButton": "Quieres contactar?"
  },
  "Navbar": {
    "home": "Inicio",
    "about": "Sobre mí",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "Projects": {
    "title": "Mis proyectos",
    "contactButton": "Contacta conmigo!"
  },
  "MoreProjects": {
    "title": "Más proyectos",
    "description": "Estos son algunos de mis proyectos personales. Si quieres ver más, puedes visitar mi perfil de",
    "button": "Ver más proyectos"
  },
  "ProjectCard": {
    "description": "Descripción",
    "technologies": "Tecnologías utilizadas"
  },
  "AboutMe": {
    "title": "Sobre mí",
    "firstParagraph": "Mi nombre es Daniel Mateu, soy Desarrollador Front End y vivo en Barcelona. Me considero una persona muy disciplinada con mucha atención al detalle a la que le encanta ponerse retos difíciles.",
    "secondParagraph": "Antes de la pandemia mi rol era el de coordinador de oficina, en la que dirigía un grupo de 10 compañeros en una compañía multi-nacional de alquiler de coches, pero debido a la situación en la que nos encontramos, decidí dar un giro a mi vida y dedicarme a la programación.",
    "thirdParagraph": "En el 2020 empecé a estudiar Front End y Diseño UX/UI en el IT Academy de Barcelona Activa, donde aprendí las tecnologías más utilizadas en el mercado, como JavaScript, Angular, control de versiones con Git y manejo de bases de datos con MySQL.",
    "fourthParagraph": "usto al finalizar el curso, decidí dar un paso más aprendiendo React y Node.js por mi cuenta, ya que son las tecnologías que más me llamaban la atención.",
    "fifthParagraph": "En mi tiempo libre me gusta aprender tecnologías nuevas aplicándolas a mis proyectos personales, leer, hacer deporte y la música.",
    "sixthParagraph": "Actualmente estoy trabajando en mejorar mis habilidades como desarrollador Front End, Back End y Diseñador UX/UI.",
    "seventhParagraph": "Por otro lado, estoy abierto a nuevas oportunidades, así que si crees que puedo encajar en tu equipo, no dudes en contactar conmigo."
  },
  "MyStack": {
    "mystackTitle": "Mi stack",
    "description": "Estas son las tecnologías que utilizo en mis proyectos"
  },
  "Download": {
    "download": "Descarga mi cv",
    "downloadButton": "aquí"
  },
  "Contact": {
    "title": "Quieres contactar?",
    "socialMedia": "Mis redes sociales"
  },
  "Footer": {
    "title": "Desarrollado con",
    "and": "y"
  }
}